Repository: jansoganci/budgetmeter.ios
Catalog: budgetmeter.ios/Resources/UI.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pt, tr, zh_hans

# settings.privacy.policy.your_rights.content
source: • Access: View all your data within the app • Delete local data: Reset all data via Settings • Delete account: Delete account in Account — removes synced server data • Control: Sign out anytime; manual backup is optional and Premium
ar: • الوصول: عرض جميع بياناتك داخل التطبيق • حذف البيانات المحلية: إعادة تعيين جميع البيانات عبر الإعدادات • حذف الحساب: حذف الحساب في الحساب — يزيل بيانات الخادم المتزامنة • التحكم: تسجيل الخروج في أي وقت؛ النسخ الاحتياطي اليدوي اختياري وPremium
de: • Zugriff: Alle Daten in der App anzeigen • Lokale Daten löschen: Alle Daten in Einstellungen zurücksetzen • Konto löschen: Konto unter Konto löschen — entfernt synchronisierte Serverdaten • Kontrolle: Jederzeit abmelden; manuelles Backup ist optional und Premium
es: • Acceso: ver todos tus datos en la app • Eliminar datos locales: restablecer todo en Ajustes • Eliminar cuenta: eliminar cuenta en Cuenta — elimina datos sincronizados del servidor • Control: cerrar sesión en cualquier momento; copia manual opcional y Premium
fr: • Accès : voir toutes vos données dans l'app • Supprimer les données locales : réinitialiser via Réglages • Supprimer le compte : supprimer le compte dans Compte — supprime les données serveur synchronisées • Contrôle : déconnexion à tout moment ; sauvegarde manuelle optionnelle et Premium
it: • Accesso: visualizza tutti i dati nell'app • Elimina dati locali: reimposta tutto in Impostazioni • Elimina account: elimina account in Account — rimuove i dati sincronizzati sul server • Controllo: esci in qualsiasi momento; backup manuale opzionale e Premium
ja: • アクセス: アプリ内ですべてのデータを表示 • ローカルデータ削除: 設定ですべてのデータをリセット • アカウント削除: アカウントでアカウントを削除 — 同期されたサーバーデータを削除 • 管理: いつでもサインアウト; 手動バックアップは任意でプレミアム
pt: • Acesso: ver todos os dados no app • Excluir dados locais: redefinir tudo em Ajustes • Excluir conta: excluir conta em Conta — remove dados sincronizados do servidor • Controle: sair a qualquer momento; backup manual opcional e Premium
tr: • Erişim: Tüm verilerinizi uygulama içinde görüntüleyin • Yerel verileri sil: Ayarlar'dan tüm verileri sıfırlayın • Hesabı sil: Hesap bölümünden hesabı silin — eşitlenmiş sunucu verilerini kaldırır • Kontrol: İstediğiniz zaman çıkış yapın; manuel yedekleme isteğe bağlı ve Premium'dur
zh_hans: • 访问：在应用内查看所有数据 • 删除本地数据：在设置中重置所有数据 • 删除账户：在账户中删除账户 — 移除同步的服务器数据 • 控制：随时退出登录；手动备份为可选高级功能

# settings.privacy.policy.your_rights.title
source: YOUR RIGHTS
ar: حقوقك
de: IHRE RECHTE
es: SUS DERECHOS
fr: VOS DROITS
it: I TUOI DIRITTI
ja: あなたの権利
pt: SEUS DIREITOS
tr: HAKLARINIZ
zh_hans: 您的权利

# settings.privacy.sheet.nav_title
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt: Privacidade
tr: Gizlilik
zh_hans: 隐私

# settings.privacy.title
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
pt: Política de privacidade
tr: Gizlilik politikası
zh_hans: 隐私政策

# settings.reset.all.warning
source: This action permanently deletes all data and cannot be undone.
ar: هذا الإجراء يحذف جميع البيانات نهائياً ولا يمكن التراجع عنه.
de: Diese Aktion löscht alle Daten dauerhaft und kann nicht rückgängig gemacht werden.
es: Esta acción elimina todos los datos de forma permanente y no se puede deshacer.
fr: Cette action supprime définitivement toutes les données et est irréversible.
it: Questa azione elimina definitivamente tutti i dati e non può essere annullata.
ja: この操作でデータは完全に削除され、元に戻せません。
pt: Essa ação exclui todos os dados permanentemente e não pode ser desfeita.
tr: Bu işlem tüm verileri kalıcı olarak siler ve geri alınamaz.
zh_hans: 此操作会永久删除所有数据，且无法撤销。

# settings.reset.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
tr: İptal
zh_hans: 取消

# settings.reset.confirm
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
pt: Redefinir
tr: Sıfırla
zh_hans: 重置

# settings.reset.cumulative.message
source: This resets only your long-term total. Your current session stays active.
ar: هذا يعيد تعيين إجماليك طويل المدى فقط. جلستك الحالية تبقى نشطة.
de: Dies setzt nur Ihre Langzeit-Gesamtsumme zurück. Ihre aktuelle Sitzung bleibt aktiv.
es: Esto restablece solo tu total a largo plazo. Tu sesión actual permanece activa.
fr: Ceci remet à zéro uniquement votre total à long terme. Votre session actuelle reste active.
it: Questo ripristina solo il tuo totale a lungo termine. La tua sessione corrente rimane attiva.
ja: これは長期合計のみをリセットします。現在のセッションはアクティブのままです。
pt: Isso redefine apenas seu total de longo prazo. Sua sessão atual permanece ativa.
tr: Bu sadece uzun vadeli toplamınızı sıfırlar. Mevcut oturumunuz aktif kalır.
zh_hans: 这只会重置您的长期总计。您当前的会话保持活跃。

# settings.reset.cumulative.title
source: Reset Long-Term Meter
ar: إعادة تعيين العداد طويل المدى
de: Langzeit-Zähler zurücksetzen
es: Restablecer Medidor a Largo Plazo
fr: Réinitialiser le Compteur à Long Terme
it: Ripristina Contatore a Lungo Termine
ja: 長期メーターをリセット
pt: Redefinir Medidor de Longo Prazo
tr: Uzun Vadeli Sayacı Sıfırla
zh_hans: 重置长期计量器

# settings.reset.title
source: Reset All Data
ar: إعادة تعيين جميع البيانات
de: Alle Daten zurücksetzen
es: Restablecer Todos los Datos
fr: Réinitialiser Toutes les Données
it: Ripristina Tutti i Dati
ja: すべてのデータをリセット
pt: Redefinir Todos os Dados
tr: Tüm Verileri Sıfırla
zh_hans: 重置所有数据

# settings.terms.policy.acceptance.content
source: By downloading and using BudgetMeter, you agree to these terms of service.
ar: بتحميل واستخدام BudgetMeter، أنت توافق على شروط الخدمة هذه.
de: Durch das Herunterladen und Verwenden von BudgetMeter stimmen Sie diesen Nutzungsbedingungen zu.
es: Al descargar y usar BudgetMeter, acepta estos términos de servicio.
fr: En téléchargeant et en utilisant BudgetMeter, vous acceptez ces conditions d'utilisation.
it: Scaricando e utilizzando BudgetMeter, accetti questi termini di servizio.
ja: BudgetMeterをダウンロードして使用することで、これらの利用規約に同意したものとみなされます。
pt: Ao baixar e usar o BudgetMeter, você concorda com estes termos de serviço.
tr: BudgetMeter'ı indirerek ve kullanarak bu hizmet koşullarını kabul etmiş olursunuz.
zh_hans: 下载并使用BudgetMeter即表示您同意这些服务条款。

# settings.terms.policy.acceptance.title
source: ACCEPTANCE
ar: القبول
de: ANNAHME
es: ACEPTACIÓN
fr: ACCEPTATION
it: ACCETTAZIONE
ja: 受諾
pt: ACEITAÇÃO
tr: KABUL
zh_hans: 接受

# settings.terms.policy.contact.content
source: Questions about these terms: umursoganci@gmail.com
ar: أسئلة حول هذه الشروط: umursoganci@gmail.com
de: Fragen zu diesen Bedingungen: umursoganci@gmail.com
es: Preguntas sobre estos términos: umursoganci@gmail.com
fr: Questions concernant ces conditions : umursoganci@gmail.com
it: Domande su questi termini: umursoganci@gmail.com
ja: これらの利用規約に関する質問: umursoganci@gmail.com
pt: Perguntas sobre estes termos: umursoganci@gmail.com
tr: Bu koşullar hakkında sorular: umursoganci@gmail.com
zh_hans: 有关这些条款的问题：umursoganci@gmail.com

# settings.terms.policy.contact.title
source: CONTACT
ar: اتصل بنا
de: KONTAKT
es: CONTACTO
it: CONTATTO
ja: お問い合わせ
pt: CONTATO
tr: İLETİŞİM
zh_hans: 联系方式

# settings.terms.policy.financial_disclaimer.content
source: • BudgetMeter is for informational purposes only • This app does not provide professional financial advice • We are not liable for financial decisions made using this app • Calculations may contain errors - verify important figures
ar: • BudgetMeter للأغراض الإعلامية فقط • لا يوفر هذا التطبيق مشورة مالية مهنية • لسنا مسؤولين عن القرارات المالية المتخذة باستخدام هذا التطبيق • قد تحتوي الحسابات على أخطاء - تحقق من الأرقام المهمة
de: • BudgetMeter dient nur zu Informationszwecken • Diese App bietet keine professionelle Finanzberatung • Wir haften nicht für finanzielle Entscheidungen, die mit dieser App getroffen werden • Berechnungen können Fehler enthalten - wichtige Zahlen überprüfen
es: • BudgetMeter es solo para fines informativos • Esta aplicación no proporciona asesoramiento financiero profesional • No somos responsables de las decisiones financieras tomadas usando esta aplicación • Los cálculos pueden contener errores - verifique las cifras importantes
fr: • BudgetMeter est à des fins informatives uniquement • Cette application ne fournit pas de conseils financiers professionnels • Nous ne sommes pas responsables des décisions financières prises en utilisant cette application • Les calculs peuvent contenir des erreurs - vérifiez les chiffres importants
it: • BudgetMeter è solo a scopo informativo • Questa app non fornisce consulenza finanziaria professionale • Non siamo responsabili per le decisioni finanziarie prese utilizzando questa app • I calcoli possono contenere errori - verifica le cifre importanti
ja: • BudgetMeterは情報提供のみを目的としています • このアプリは専門的な金融アドバイスを提供しません • このアプリを使用して行った金融上の決定について責任を負いません • 計算に誤りが含まれる可能性があります - 重要な数値を確認してください
pt: • BudgetMeter é apenas para fins informativos • Este aplicativo não fornece aconselhamento financeiro profissional • Não somos responsáveis por decisões financeiras tomadas usando este aplicativo • Os cálculos podem conter erros - verifique números importantes
tr: • BudgetMeter yalnızca bilgilendirme amaçlıdır • Bu uygulama profesyonel finansal tavsiye sağlamaz • Bu uygulamayı kullanarak alınan finansal kararlardan sorumlu değiliz • Hesaplamalar hata içerebilir - önemli rakamları doğrulayın
zh_hans: • BudgetMeter仅用于信息目的 • 此应用不提供专业财务建议 • 我们对使用此应用做出的财务决策不承担责任 • 计算可能包含错误 - 请验证重要数字

# settings.terms.policy.financial_disclaimer.title
source: FINANCIAL DISCLAIMER
ar: إخلاء المسؤولية المالية
de: FINANZIELLER HAFTUNGSAUSSCHLUSS
es: DESCARGO FINANCIERO
fr: AVIS FINANCIER
it: DICHIARAZIONE FINANZIARIA
ja: 財務上の免責事項
pt: AVISO FINANCEIRO
tr: MALİ SORUMLULUK REDDİ
zh_hans: 财务免责声明

# settings.terms.policy.iap.content
source: • BudgetMeter Premium is available as an auto-renewing subscription • Payment will be charged to your Apple ID account at confirmation of purchase • Subscription automatically renews unless canceled at least 24 hours before the end of the current period • Your account will be charged for renewal within 24 hours prior to the end of the current period • You can manage and cancel your subscriptions in your App Store account settings • Any unused portion of a free trial period will be forfeited when purchasing a subscription • Subscriptions are processed through Apple's App Store - we do not have access to your payment information • Refunds are handled by Apple according to their refund policy
ar: • BudgetMeter Premium متاح كاشتراك متجدد تلقائياً • سيتم خصم الدفع من حساب Apple ID الخاص بك عند تأكيد الشراء • يتجدد الاشتراك تلقائياً ما لم يتم إلغاؤه قبل 24 ساعة على الأقل من نهاية الفترة الحالية • سيتم خصم حسابك للتجديد خلال 24 ساعة قبل نهاية الفترة الحالية • يمكنك إدارة وإلغاء اشتراكاتك في إعدادات حساب App Store الخاص بك • سيتم إلغاء أي جزء غير مستخدم من فترة التجربة المجانية عند شراء اشتراك • تتم معالجة الاشتراكات من خلال App Store الخاص بـ Apple - ليس لدينا إمكانية الوصول إلى معلومات الدفع الخاصة بك • تتم معالجة المبالغ المستردة بواسطة Apple وفقاً لسياسة الاسترداد الخاصة بهم
de: • BudgetMeter Premium ist als automatisch verlängerndes Abonnement verfügbar • Die Zahlung wird Ihrem Apple ID-Konto bei Bestätigung des Kaufs belastet • Das Abonnement verlängert sich automatisch, es sei denn, es wird mindestens 24 Stunden vor Ende der aktuellen Periode gekündigt • Ihr Konto wird für die Verlängerung innerhalb von 24 Stunden vor Ende der aktuellen Periode belastet • Sie können Ihre Abonnements in den Einstellungen Ihres App Store-Kontos verwalten und kündigen • Jeder ungenutzte Teil einer kostenlosen Testphase verfällt beim Kauf eines Abonnements • Abonnements werden über Apples App Store abgewickelt - wir haben keinen Zugriff auf Ihre Zahlungsinformationen • Rückerstattungen werden von Apple gemäß ihrer Rückerstattungsrichtlinie bearbeitet
es: • BudgetMeter Premium está disponible como suscripción de renovación automática • El pago se cargará a su cuenta de Apple ID al confirmar la compra • La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual • Su cuenta se cargará para la renovación dentro de las 24 horas previas al final del período actual • Puede gestionar y cancelar sus suscripciones en la configuración de su cuenta de App Store • Cualquier parte no utilizada de un período de prueba gratuito se perderá al comprar una suscripción • Las suscripciones se procesan a través de la App Store de Apple - no tenemos acceso a su información de pago • Los reembolsos son manejados por Apple de acuerdo con su política de reembolso
fr: • BudgetMeter Premium est disponible en tant qu'abonnement à renouvellement automatique • Le paiement sera débité sur votre compte Apple ID lors de la confirmation de l'achat • L'abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période en cours • Votre compte sera débité pour le renouvellement dans les 24 heures précédant la fin de la période en cours • Vous pouvez gérer et annuler vos abonnements dans les paramètres de votre compte App Store • Toute partie inutilisée d'une période d'essai gratuite sera perdue lors de l'achat d'un abonnement • Les abonnements sont traités via l'App Store d'Apple - nous n'avons pas accès à vos informations de paiement • Les remboursements sont gérés par Apple selon leur politique de remboursement
it: • BudgetMeter Premium è disponibile come abbonamento con rinnovo automatico • Il pagamento verrà addebitato sul tuo account Apple ID alla conferma dell'acquisto • L'abbonamento si rinnova automaticamente a meno che non venga cancellato almeno 24 ore prima della fine del periodo corrente • Il tuo account verrà addebitato per il rinnovo entro 24 ore prima della fine del periodo corrente • Puoi gestire e cancellare i tuoi abbonamenti nelle impostazioni del tuo account App Store • Qualsiasi parte non utilizzata di un periodo di prova gratuito verrà persa all'acquisto di un abbonamento • Gli abbonamenti vengono elaborati tramite l'App Store di Apple - non abbiamo accesso alle tue informazioni di pagamento • I rimborsi sono gestiti da Apple secondo la loro politica di rimborso
ja: • BudgetMeter Premiumは自動更新サブスクリプションとして利用可能です • 購入確認時にApple IDアカウントに請求されます • 現在の期間終了の少なくとも24時間前にキャンセルしない限り、サブスクリプションは自動的に更新されます • 現在の期間終了の24時間以内にアカウントに更新料金が請求されます • App Storeアカウント設定でサブスクリプションを管理およびキャンセルできます • 無料トライアル期間の未使用部分は、サブスクリプション購入時に失効します • サブスクリプションはAppleのApp Storeを通じて処理されます - 支払い情報にはアクセスできません • 返金はAppleの返金ポリシーに従ってAppleが処理します
pt: • BudgetMeter Premium está disponível como assinatura de renovação automática • O pagamento será cobrado na sua conta Apple ID na confirmação da compra • A assinatura renova automaticamente, a menos que seja cancelada pelo menos 24 horas antes do final do período atual • Sua conta será cobrada pela renovação dentro de 24 horas antes do final do período atual • Você pode gerenciar e cancelar suas assinaturas nas configurações da sua conta da App Store • Qualquer parte não utilizada de um período de teste gratuito será perdida ao comprar uma assinatura • As assinaturas são processadas através da App Store da Apple - não temos acesso às suas informações de pagamento • Os reembolsos são tratados pela Apple de acordo com sua política de reembolso
tr: • BudgetMeter Premium otomatik yenilenen abonelik olarak mevcuttur • Ödeme, satın alma onayında Apple ID hesabınıza tahsil edilecektir • Mevcut dönemin sonundan en az 24 saat önce iptal edilmediği sürece abonelik otomatik olarak yenilenir • Hesabınız mevcut dönemin sonundan 24 saat önce yenileme için tahsil edilecektir • Aboneliklerinizi App Store hesap ayarlarınızdan yönetebilir ve iptal edebilirsiniz • Ücretsiz deneme döneminin kullanılmayan kısmı bir abonelik satın alındığında kaybedilir • Abonelikler Apple'ın App Store'u aracılığıyla işlenir - ödeme bilgilerinize erişimimiz yoktur • İadeler Apple'ın iade politikasına göre Apple tarafından işlenir
zh_hans: • BudgetMeter Premium可作为自动续订订阅提供 • 购买确认时，费用将计入您的Apple ID账户 • 除非在当前期间结束前至少24小时取消，否则订阅将自动续订 • 您的账户将在当前期间结束前24小时内被收取续订费用 • 您可以在App Store账户设置中管理和取消订阅 • 购买订阅时，免费试用期的任何未使用部分将被没收 • 订阅通过Apple的App Store处理 - 我们无法访问您的付款信息 • 退款由Apple根据其退款政策处理

# settings.terms.policy.iap.title
source: IN-APP PURCHASES & SUBSCRIPTIONS
ar: المشتريات داخل التطبيق والاشتراكات
de: IN-APP-KÄUFE & ABONNEMENTS
es: COMPRAS EN LA APLICACIÓN Y SUSCRIPCIONES
fr: ACHATS IN-APP ET ABONNEMENTS
it: ACQUISTI IN-APP E ABBONAMENTI
ja: アプリ内購入とサブスクリプション
pt: COMPRAS NO APLICATIVO E ASSINATURAS
tr: UYGULAMA İÇİ SATIN ALMALAR VE ABONELİKLER
zh_hans: 应用内购买和订阅

# settings.terms.policy.intellectual_property.content
source: BudgetMeter app and all content are owned by Umurcan Soganci. All rights reserved.
ar: تطبيق BudgetMeter وجميع المحتويات مملوكة لأمورجان سوجانجي. جميع الحقوق محفوظة.
de: Die BudgetMeter-App und alle Inhalte gehören Umurcan Soganci. Alle Rechte vorbehalten.
es: La aplicación BudgetMeter y todo su contenido son propiedad de Umurcan Soganci. Todos los derechos reservados.
fr: L'application BudgetMeter et tout son contenu appartiennent à Umurcan Soganci. Tous droits réservés.
it: L'app BudgetMeter e tutti i contenuti sono di proprietà di Umurcan Soganci. Tutti i diritti riservati.
ja: BudgetMeterアプリとすべてのコンテンツはUmurcan Soganciが所有しています。全著作権所有。
pt: O aplicativo BudgetMeter e todo o conteúdo são de propriedade de Umurcan Soganci. Todos os direitos reservados.
tr: BudgetMeter uygulaması ve tüm içerik Umurcan Soganci'ye aittir. Tüm hakları saklıdır.
zh_hans: BudgetMeter应用及其所有内容归Umurcan Soganci所有。保留所有权利。

# settings.terms.policy.intellectual_property.title
source: INTELLECTUAL PROPERTY
ar: الملكية الفكرية
de: GEISTIGES EIGENTUM
es: PROPIEDAD INTELECTUAL
fr: PROPRIÉTÉ INTELLECTUELLE
it: PROPRIETÀ INTELLETTUALE
ja: 知的財産
pt: PROPRIEDADE INTELECTUAL
tr: FİKRİ MÜLKİYET
zh_hans: 知识产权

# settings.terms.policy.last_updated
source: Last Updated: September 2025
ar: آخر تحديث: سبتمبر 2025
de: Zuletzt aktualisiert: September 2025
es: Última actualización: Septiembre 2025
fr: Dernière mise à jour : Septembre 2025
it: Ultimo aggiornamento: Settembre 2025
ja: 最終更新: 2025年9月
pt: Última atualização: Setembro de 2025
tr: Son Güncelleme: Eylül 2025
zh_hans: 最后更新：2025年9月

# settings.terms.policy.liability.content
source: Our maximum liability is limited to the amount you paid for the app or subscription in the 12 months prior to the claim.
ar: تقتصر مسؤوليتنا القصوى على المبلغ الذي دفعته للتطبيق أو الاشتراك في الـ 12 شهراً السابقة للمطالبة.
de: Unsere maximale Haftung ist auf den Betrag beschränkt, den Sie in den 12 Monaten vor der Forderung für die App oder das Abonnement gezahlt haben.
es: Nuestra responsabilidad máxima está limitada al monto que pagó por la aplicación o suscripción en los 12 meses anteriores al reclamo.
fr: Notre responsabilité maximale est limitée au montant que vous avez payé pour l'application ou l'abonnement au cours des 12 mois précédant la réclamation.
it: La nostra responsabilità massima è limitata all'importo che hai pagato per l'app o l'abbonamento nei 12 mesi precedenti il reclamo.
ja: 当社の最大責任は、請求前の12か月間にアプリまたはサブスクリプションに支払った金額に制限されます。
pt: Nossa responsabilidade máxima é limitada ao valor que você pagou pelo aplicativo ou assinatura nos 12 meses anteriores à reclamação.
tr: Maksimum sorumluluğumuz, talepten önceki 12 ay içinde uygulama veya abonelik için ödediğiniz tutarla sınırlıdır.
zh_hans: 我们的最大责任限于您在索赔前12个月内为应用或订阅支付的金额。

# settings.terms.policy.liability.title
source: LIMITATION OF LIABILITY
ar: تحديد المسؤولية
de: HAFTUNGSBESCHRÄNKUNG
es: LIMITACIÓN DE RESPONSABILIDAD
fr: LIMITATION DE RESPONSABILITÉ
it: LIMITAZIONE DI RESPONSABILITÀ
ja: 責任の制限
pt: LIMITAÇÃO DE RESPONSABILIDADE
tr: SORUMLULUK SINIRLAMASI
zh_hans: 责任限制

# settings.terms.policy.license.content
source: We grant you a personal, non-commercial license to use BudgetMeter for managing your personal finances.
ar: نمنحك ترخيصاً شخصياً غير تجاري لاستخدام BudgetMeter لإدارة شؤونك المالية الشخصية.
de: Wir gewähren Ihnen eine persönliche, nicht-kommerzielle Lizenz zur Nutzung von BudgetMeter für die Verwaltung Ihrer persönlichen Finanzen.
es: Le otorgamos una licencia personal y no comercial para usar BudgetMeter para gestionar sus finanzas personales.
fr: Nous vous accordons une licence personnelle et non commerciale pour utiliser BudgetMeter pour gérer vos finances personnelles.
it: Ti concediamo una licenza personale e non commerciale per utilizzare BudgetMeter per gestire le tue finanze personali.
ja: 個人の財務管理のためにBudgetMeterを使用するための個人的で非商用のライセンスを付与します。
pt: Concedemos a você uma licença pessoal e não comercial para usar o BudgetMeter para gerenciar suas finanças pessoais.
tr: Kişisel finanslarınızı yönetmek için BudgetMeter'ı kullanmanız için size kişisel, ticari olmayan bir lisans veriyoruz.
zh_hans: 我们授予您个人、非商业许可，以使用BudgetMeter管理您的个人财务。

# settings.terms.policy.license.title
source: LICENSE
ar: الترخيص
de: LIZENZ
es: LICENCIA
fr: LICENCE
it: LICENZA
ja: ライセンス
pt: LICENÇA
tr: LİSANS
zh_hans: 许可

# settings.terms.policy.title
source: BudgetMeter Terms of Service
ar: شروط خدمة BudgetMeter
de: BudgetMeter Nutzungsbedingungen
es: Términos de Servicio de BudgetMeter
fr: Conditions d'Utilisation BudgetMeter
it: Termini di Servizio di BudgetMeter
ja: BudgetMeter利用規約
pt: Termos de Serviço do BudgetMeter
tr: BudgetMeter Hizmet Koşulları
zh_hans: BudgetMeter服务条款

# settings.terms.policy.warranty.content
source: The app is provided 'as-is' without warranties of any kind, express or implied.
ar: يتم توفير التطبيق 'كما هو' دون أي ضمانات من أي نوع، صريحة أو ضمنية.
de: Die App wird 'wie besehen' ohne Gewährleistungen jeglicher Art, ausdrücklich oder stillschweigend, bereitgestellt.
es: La aplicación se proporciona 'tal cual' sin garantías de ningún tipo, expresas o implícitas.
fr: L'application est fournie 'telle quelle' sans garanties d'aucune sorte, expresses ou implicites.
it: L'app è fornita 'così com'è' senza garanzie di alcun tipo, espresse o implicite.
ja: アプリは「現状のまま」で、明示的または黙示的ないかなる種類の保証もなく提供されます。
pt: O aplicativo é fornecido 'como está' sem garantias de qualquer tipo, expressas ou implícitas.
tr: Uygulama, açık veya zımni herhangi bir tür garanti olmaksızın 'olduğu gibi' sağlanır.
zh_hans: 应用按“原样”提供，不提供任何明示或暗示的保证。

# settings.terms.policy.warranty.title
source: WARRANTY DISCLAIMER
ar: إخلاء مسؤولية الضمان
de: GEWÄHRLEISTUNGSAUSSCHLUSS
es: DESCARGO DE GARANTÍA
fr: AVIS DE GARANTIE
it: ESCLUSIONE DI GARANZIA
ja: 保証の免責事項
pt: AVISO DE GARANTIA
tr: GARANTİ REDDİ
zh_hans: 保修免责声明

# settings.terms.sheet.nav_title
source: Terms
ar: الشروط
de: Bedingungen
es: Términos
fr: Conditions
it: Termini
ja: 利用規約
pt: Termos
tr: Koşullar
zh_hans: 条款

# settings.terms.title
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
pt: Termos de serviço
tr: Hizmet Koşulları
zh_hans: 服务条款

# settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações
tr: Ayarlar
zh_hans: 设置

# settings.version.title
source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
pt: Versão
tr: Sürüm
zh_hans: 版本

# subscription.billing_cycle
source: How often? *
ar: كم مرة؟ *
de: Wie oft? *
es: ¿Con qué frecuencia? *
fr: À quelle fréquence ? *
it: Quanto spesso? *
ja: 頻度は？ *
pt: Com que frequência? *
tr: Ne sıklıkla? *
zh_hans: 频率？ *

# subscription.delete
source: Delete Subscription
ar: حذف الاشتراك
de: Abonnement löschen
es: Eliminar Suscripción
fr: Supprimer l'Abonnement
it: Elimina Abbonamento
ja: サブスクリプションを削除
pt: Excluir Assinatura
tr: Aboneliği Sil
zh_hans: 删除订阅
